/* STM */
"STM01TEXT01" = "لتأكيد الحبر الفعلي المتبقي، افحص بعينيك مستوى الحبر الموجود في خزان الحبر الموجود بالطابعة.
قد يؤدي الاستمرار في استخدام الطابعة عندما يكون مستوى الحبر دون الحد الأدنى إلى حدوث تلف بالطابعة.";
"STM01B01" = "موافق";

/* Nozzle */
"NOZZLE01TEXT01" = "لإجراء فحص لفوهات رأس الطباعة، تأكد من تشغيل الطابعة وتوصيلها بالكمبيوتر. تأكد أيضًا من تحميل ورق عادي بحجم A4 أو Letter في وحدة تغذية الورق الخلفية. انقر فوق [طباعة] لطباعة نموج فحص رأس الطباعة أو انقر فوق [إلغاء] للإنهاء.";
"NOZZLE01B01" = "طباعة";
"NOZZLE01B02" = "إلغاء";

"NOZZLE02TEXT01" = "مقارنة النموذج المطبوع بالنموذج الموجود أعلاه. إذا كان نموذج فحص رأس الطباعة به أسطر غير مكتملة، فانقر فوق [تنظيف]. انقر فوق [إنهاء] للخروج.";
"NOZZLE02SPE01" = "علوي: جيد
سفلي: يلزم التنظيف";
"NOZZLE02B01" = "إنهاء";
"NOZZLE02B03" = "تنظيف";

/* Cleaning */
"HEADCLEANING01TEXT01" = "انقر فوق [بدء] لتنظيف فوهات رأس الطباعة. نظرًا لأن التنظيف يستهلك بعض الحبر، لا تقم بتنظيف رأس الطباعة إلا عند ظهور مناطق باهتة أو فراغات في المطبوعات. استخدم البرنامج المساعد \"فحص رأس الطباعة\" أولاً للتأكد من ضرورة تنظيف رأس الطباعة.
ملاحظة: قبل تشغيل عملية تنظيف، تأكد من وضع قفل النقل في وضع إلغاء القفل (Printing) كما هو موضح في الرسم.";
"HEADCLEANING01B01" = "إلغاء";
"HEADCLEANING01B02" = "بدء";

"HEADCLEANING02TEXT01" = "الرجاء الانتظار ...";
"HEADCLEANING02TEXT02" = "جارٍ تنظيف الرأس. الرجاء الانتظار.";
"HEADCLEANING02B01" = "إغلاق";

"HEADCLEANING03TEXT01" = "لقد انتهت دورة التنظيف. للتحقق من أن عملية التنظيف كانت فعالة، انقر فوق [طباعة نموذج فحص رأس الطباعة].";
"HEADCLEANING03B01" = "إنهاء";
"HEADCLEANING03B03" = "طباعة نموذج فحص رأس الطباعة";

/* Gap */
"GAP01TEXT01" = "يقوم برنامج \"محاذاة رأس الطباعة\" المساعد بإصلاح المحاذاة الخاطئة للخطوط العمودية والأفقية والطباعة غير الواضحة.";
"GAP01B01" = "التالي >";
"GAP01B02" = "إلغاء";

"GAP02TEXT01" = "ستتم طباعة ورقة محاذاة عمودية.
تأكد من تشغيل الطابعة واتصالها بالكمبيوتر. تأكد أيضًا من تحميل ورق عادي بحجم A4 أو Letter في وحدة تغذية الورق الخلفية.
انقر فوق [طباعة] عند الاستعداد.";
"GAP02B01" = "طباعة";
"GAP02B02" = "إلغاء";
"GAP02B03" = "تجاوز >>";

"GAP03TEXT01" = "انظر إلى ورقة المحاذاة.
اعثر على المربع الذي بدون أي أشرطة مرئية في المجموعات من رقم 1 إلى رقم 4. اختر الرقم المناظر لهذا المربع من القائمة أدناه لكل المجموعات. ثم انقر فوق [التالي >].
إذا كان كل مربع يحتوي على أحد الأشرطة، فحدد المربع الذي يحتوي على الشريط أو الأشرطة الأقل سمكًا. ثم انقر فوق [إعادة محاذاة].";
"GAP03B01" = "التالي >";
"GAP03B02" = "إلغاء";
"GAP03B03" = "إعادة محاذاة";

"GAP04TEXT01" = "ستتم طباعة ورقة محاذاة أفقية سوداء.
تأكد من تحميل ورق عادي بحجم A4 أو Letter في وحدة تغذية الورق الخلفية.
ملاحظة: لا يؤثر هذا الضبط إلا على الطباعة عالية السرعة على الورق العادي. لا تتأثر أنواع الورق الأخرى.";
"GAP04B01" = "طباعة";
"GAP04B02" = "إلغاء";

"GAP05TEXT01" = "انظر إلى ورقة المحاذاة.
اعثر على النمط بدون أشرطة بيضاء أو سوداء. اختر الرقم المناظر لهذا النمط من القائمة أدناه وانقر فوق [إنهاء].
في حال احتواء كل نمط على شريط، اختر النمط ذي أرفع شريط. ثم انقر فوق [إعادة محاذاة].";
"GAP05B01" = "إنهاء";
"GAP05B02" = "إلغاء";
"GAP05B03" = "إعادة محاذاة";

/* Paper Guide Cleaning */
"PG01_TEXT01" = "استخدم الورق العادي لتنظيف الطابعة من الداخل.
تأكد من تحميل الورق العادي بحجم A4 أو Letter بالطابعة، ثم انقر فوق زر [تنظيف].
كرر هذا الإجراء إلى أن يتم تنظيف الطابعة من الداخل.";
"PG01_B01" = "إلغاء";
"PG01_B02" = "تنظيف";

/* Printer and Option information */
"PRINFO01GRPBOXTITLE01" = "عدد الصفحات التي تتم تغذيتها في الطابعة";
"PRINFO01SPE01" = "عدد الأوراق";
"PRINFO01SPE02" = "لا توجد معلومات متاحة حول هذه الطابعة.";
"PRINFO01B01" = "موافق";

/* Power Ink Flushing */
"POWERINKFLUSHING01TEXT01" = "عند استمرار وجود أشرطة أو ألوان مفقودة في المطبوعات حتى بعد تشغيل تنظيف الرأس عدة مرات، قد يلزم استبدال الحبر الموجود داخل أنابيب الحبر لحل المشكلة.

تتيح لك هذه الوظيفة استبدال كل الحبر الموجود داخل أنابيب الحبر.

تستهلك هذه الوظيفة الكثير من الحبر. نوصي باستخدام هذه الوظيفة فقط بعد إجراء تنظيف الرأس عدة مرات.

ملاحظة: قبل استخدام هذه الوظيفة، تأكد من وجود ما يكفي من الحبر في خزان الحبر الموجود بالطابعة.
إذا لم يكن هناك حبر كافٍ، فأعد تعبئة خزان الحبر.";
"POWERINKFLUSHING01B01" = "إلغاء";
"POWERINKFLUSHING01B02" = "التالي >";

"POWERINKFLUSHING02TEXT01" = "قبل تشغيل هذه الوظيفة، تأكد من وضع قفل النقل في وضع إلغاء القفل (Printing) كما هو موضح في الرسم.

ملاحظة: يجب أن يظل قفل النقل في وضع إلغاء القفل دائمًا عند استخدام الطابعة.";

"POWERINKFLUSHING03TEXT01" = "هل تريد بالتأكيد تشغيل هذه الوظيفة؟
لاستبدال كل الحبر الموجود في الأنابيب، يلزم استهلاك الكثير من الحبر.
نوصي بمحاولة تشغيل تنظيف الرأس عدة مرات لمحاولة حل المشكلة قبل استخدام هذه الوظيفة. انقر فوق [إلغاء] ثم حاول تنظيف الرأس.

ملاحظة: تؤثر الوظيفة على العمر الافتراضي للبادات الحبر المستهلك. ينتهي عمر لبادات الحبر المستهلك باكرًا بتشغيل هذه الوظيفة.
عند وصول لبادات الحبر المستهلك إلى نهاية عمرها الافتراضي، اتصل بدعم Epson لطلب الاستبدال.

انقر فوق [بدء] لبدء استبدال الحبر.
بمجرد بدء هذه الوظيفة، لا يمكن مقاطعتها.";
"POWERINKFLUSHING03B01" = "إلغاء";
"POWERINKFLUSHING03B02" = "بدء";

"POWERINKFLUSHING04TEXT01" = "الرجاء الانتظار ...";
"POWERINKFLUSHING04TEXT02" = "التنظيف الكهربي للحبر قيد التقدم.
الرجاء الانتظار.";
"POWERINKFLUSHING04B01" = "إغلاق";

"POWERINKFLUSHING05TEXT01" = "اكتمل التنظيف الكهربي للحبر.
للتحقق من فعالية تنظيف الحبر، انقر فوق [طباعة نموذج فحص رأس الطباعة].";
"POWERINKFLUSHING05B01" = "إنهاء";
"POWERINKFLUSHING05B03" = "طباعة نموذج فحص رأس الطباعة";

/* Printer Settings */
"PRISET01B01" = "تطبيق";
"PRISET01B02" = "إلغاء";
"PRISET01SPE04" = "لا توجد معلومات متاحة حول هذه الطابعة.";
"PRISET01SPE05" = "موافق";
"PRISET01GRPBOXTITLE02" = "موقت إيقاف التشغيل";
"PRISET01SPE21" = "إيقاف التشغيل";
"PRISET01SPE22" = "30 دقيقة";
"PRISET01SPE23" = "ساعة واحدة";
"PRISET01SPE24" = "ساعتان";
"PRISET01SPE25" = "4 ساعات";
"PRISET01SPE26" = "8 ساعات";
"PRISET01SPE27" = "12 ساعة";
"PRISET01GRPBOXTITLE03" = "عداد وقت السكون";
"PRISET01SPE31" = "3 دقائق";
"PRISET01SPE32" = "5 دقائق";
"PRISET01SPE33" = "10 دقائق";

/* Error */
"ERCOMMON_B01" = "إلغاء";
"ERCOMMON_B02" = "متابعة";
"ERCOMMON_B03" = "موافق";
"PRINTERBUTTON00" = "إلغاء";
"ER00_TEXTA" = "خطأ";
"ER00_TEXTB" = "1. إلغاء كل مهام الطباعة.
2. افتح غطاء الطابعة وأزل أي ورق محشور.
3. أغلق الغطاء وأوقف التشغيل ثم أعد التشغيل مرة أخرى.";
"ER00_TEXTA_D4" = "خطأ";
"ER00_TEXTB_D4" = "1. إلغاء كل مهام الطباعة.
2. افتح غطاء الطابعة وأزل أي ورق محشور.
3. أغلق الغطاء وأوقف التشغيل ثم أعد التشغيل مرة أخرى.";
"ER00_B01_D4" = "إلغاء";
"ER01_TEXTA" = "الطابعة مشغولة";
"ER01_TEXTB" = "الرجاء الانتظار...";
"ER04_TEXTA" = "انحشار الورق";
"ER04_TEXTB" = "1. افتح غطاء الطابعة وأزل أي ورق محشور.
2. أغلق الغطاء واضغط على الزر %btn% الموجود بالمنتج.";
"ER05_TEXTA_FF" = "شحن الحبر الأولي لم يكتمل";
"ER05_TEXTB_FF" = "راجع ورقة الإعداد لإكمال عملية شحن الحبر المبدئية.";
"ER06_TEXTA_D4" = "نفاد الورق أو التحميل غير صحيح";
"ER06_TEXTB_D4" = "1. قم بإزالة الورق وإعادة تحمليه.
2. اضغط على الزر %btn% في المنتج أو انقر فوق [متابعة] عند ظهور هذه الكلمة.

انقر فوق [إلغاء] لإلغاء مهمة الطباعة عند ظهور هذه الكلمة. إذا لم يتم إلغاؤها، فقم بإلغائها من المنتج.";
"ER06_B01_D4" = "متابعة";
"ER06_B02_D4" = "إلغاء";
"ER06_TEXTA" = "نفاد الورق أو التحميل غير صحيح";
"ER06_TEXTB" = "1. أزل الورق وأعد تحميله.
2. اضغط على الزر %btn% الموجود بالمنتج.

انقر فوق [إلغاء] لإلغاء مهمة الطباعة عند عرضها. إذا لم يتم الإلغاء، فقم بذلك من على المنتج.";
"ER10_TEXTA" = "الطابعة في حاجة إلى الخدمة";
"ER10_TEXTB" = "وصلت وسادة امتصاص حبر الطابعة إلى نهاية فترة الخدمة لها.
يرجى الاتصال بقسم الدعم التابع لـ Epson.";
"ER10_TEXTA_SPE01" = "الطابعة في حاجة إلى الخدمة";
"ER10_TEXTB_SPE01" = "وصلت وسادة امتصاص حبر الطابعة إلى نهاية فترة الخدمة لها.
قد يتسرب الحبر المستهلك.
يرجى الاتصال بقسم الدعم التابع لـ Epson.";
"ER12_TEXTA" = "خطأ تغذية متعددة الصفحات";
"ER12_TEXTB" = "قم بأي مما يلي.
- إخراج الورق وإعادة تحمليه. اضغط على الزر %btn% في المنتج.
- انقر فوق [إلغاء] لإلغاء مهمة الطباعة عند ظهور هذه الكلمة. إذا لم يتم إلغاؤها، فقم بإلغائها من المنتج.";
"ER12_TEXTA_D4" = "خطأ تغذية متعددة الصفحات";
"ER12_TEXTB_D4" = "قم بأي مما يلي.
- إخراج الورق وإعادة تحمليه. اضغط على الزر %btn% في المنتج.
- انقر فوق [إلغاء] لإلغاء مهمة الطباعة عند ظهور هذه الكلمة. إذا لم يتم إلغاؤها، فقم بإلغائها من المنتج.";
"ER12_B01_D4" = "إلغاء";
"ER4A_TEXTA" = "أوشكت وسادة امتصاص حبر الطابعة على الوصول إلى نهاية مدة الخدمة.";
"ER4A_TEXTB" = "برجاء الاتصال بدعم Epson.
اضغط على الزر %btn% على الطابعة لمتابعة الطباعة.";
"ER4A_TEXTA_SPE01" = "وصلت وسادة امتصاص حبر الطابعة إلى نهاية مدة الخدمة.";
"ER4A_TEXTB_SPE01" = "قد تتسبب متابعة الطباعة في تسرب الحبر المستهلك.
برجاء الاتصال بدعم Epson.
اضغط على الزر %btn% في الطابعة لمتابعة الطباعة.";
"Common Error Text1" = "خطأ";
"Common Error Text2" = "1. إلغاء كل مهام الطباعة.
2. افتح غطاء الطابعة وأزل أي ورق محشور.
3. أغلق الغطاء وأوقف التشغيل ثم أعد التشغيل مرة أخرى.";
"Common Error B1" = "إلغاء";
"Cleaning status" = "الطابعة مشغولة";
"Shipment status" = "شحن الحبر الأولي لم يكتمل";
"COMUERR_TEXTA" = "خطأ اتصال";
"COMUERR_TEXTB" = "قم بتوصيل المنتج بالكمبيوتر وتشغيل الطاقة. إذا قمت بإيقاف التشغيل أثناء الطباعة، فقم بإلغاء مهمة الطباعة.";
"COMUERR_B01" = "إعادة المحاولة";
"COMUERR_B02" = "إلغاء";
"CHARGINGSTATUS_TEXTA_PROXY" = "شحن نظام الحبر";
"INKCHECKALERT_TEXTA_PROXY" = "تحقق من مستوى الحبر بانتظام.";

